Repository: mozilla-l10n/mt-training-data
Catalog: lua/lua_pontoon.tmx
Source language: en_us
Languages: lua

source: Review Sentences
lua: Tangulula biambilu

source: Review sentences in your language
lua: Tangulula biambilu mu muakulu weba

source: Review & Submit
lua: Ditangulula ne dituma

source: Review transcriptions of recorded sentences for accuracy
lua: Tangulula difunda menemene dia miaku

source: Review user-submitted transcriptions in your language
lua: Tangulula fundilu mufula kudi bakudi bakaji anyi balume ba muakulu wenu

source: s
lua: a

source: S
lua: P

source: Select a Language...
lua: Sungula muakulu…

source: Select an option
lua: Sungula mua kutumina

source: Select a variant (optional)
lua: Sungula dishituluka dia tshimbilu (paudi musue)

source: Select File
lua: Sungula kakanda

source: Select File to Upload
lua: Sungula kakanda kakutuma

source: Select up to three domains (optional)
lua: Sungula to ne ku domaine isatu

source: Sentence
lua: Tshimbilu

source: Sentence Domain
lua: Domaine wa tshimbilu

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
lua: Biambilu bidi bifila ebi ne bikale bikumbaja ku manaya bua bantu bonso kupitshila ku licence cc-0.

source: { $sentences } sentences reviewed. Thank you!
lua: Biambilu bitangulula. Tuasakidila !

source: Sentence Variant
lua: Dishituluka dia tshiambilu

source: Separate sentences into one line by pressing “Enter” or “Return” once
lua: Tulakaja biambilu mukutua pa lubote lua « ENTER »

source: Service and Retail
lua: Midumu ya kusumbisha mu bukesa

source: Share Common Voice
lua: Abanyina common voice

source: Share your clip
lua: Abanyina dikuatulula dianu

source: Shortcuts
lua: Tshikoso

source: [Should be ‘dinosaurs’]
lua: [Bidi ni buakuikala dinosaure]

source: [Should be “We are”]
lua: [Bidi ne bua kuikala bulelela]

source: Single
lua: Tshiambilu kayatshi

source: Single sentence submission
lua: Tuma tshiambilu kayatshi

source: Skip
lua: Pita

source: Small batch
lua: Kadibuki kakesa

source: Small batch sentence submission
lua: Tuma tubiambilu tukese

source: Source: { $sentenceSource }
lua: Mushimi :{ $sentenceSource }

source: Speak
lua: Akula

source: Speak now
lua: Udi muakuakula

source: Speak options menu
lua: Muaba wa « kuakula »

source: Start recording
lua: Banga dikuatulula dia meyi

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
lua: <strong>[craquement]</strong> Dinosaures munena wa <strong>[craquement] </strong> .rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
lua: <strong>[Reniflement]</strong> Kufika munda DINOSAURE munena wa <strong>[toux] </strong> Trias

source: Submit
lua: Kutuma

source: Submit a new question for the community to read and respond to
lua: Ditshikindila dia lukonko lua bantu badi babala ne bandamuna

source: Submit a report
lua: Kutuma milubu

source: Submit clips
lua: Tuma dijadika

source: Submit new questions for the community to read and respond to
lua: Fila konko mipiamipia bua bantu babale ne bandamune

source: Success
lua: Mudimu mukumbaja

source: success checkmark
lua: Jadika dimanya

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
lua: Yaku ku diabalume bua kujadika muaku. Yaku ku diabakaji bua kubenga. Banda muulu bua kubenga. <strong>Kupu moyo bua kutuma bipeta bia muenenu weba !</strong>

source: Taking several attempts to read a word.
lua: Kuteta misangu ya bungi bua kubala muaku umue.

source: Tap
lua: Shindika pa

source: Technology and Robotics
lua: Biama bia ku nbutatande anyi robotique

source: Thank you for contributing your bulk submission!
lua: Tuasakidila bua dikuatshisha mu kutuma biambilu biabunyi !

source: Thank you for contributing your voice!
lua: Tuasakidila bua kufila kua diyi dieba tshianana !

source: Thank you for donating your voice clips!
lua: Tuasakidila bua ditupesha tshianana bilejelu bia meyi !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
lua: Tuasakidila bua mikuatululu yeba ! <lineBreak></lineBreak> Udi muakutuma mpindieu ne kujadika bidi kuinsi eku.

source: Thank you for your voice information
lua: Tuasakidila bua ngumu ya meyi eba

source: The bumblebee sped by.
lua: Tshibangu tshia kumbuka.

source: The clip has disrespectful or offensive language.
lua: Tshilejelu tshia meyi tshidi ne miaku mipanga kanemu ne ya bipendu

source: The giant dinosaur of the Triassic.
lua: Dinosaure mule wa Trias.

source: The giant dinosaurs of the Triassi-.
lua: Dinosaure minene ya Tria-.

source: The giant dinosaurs of the Triassic.
lua: Dinosaure minene ya Trias.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
lua: Dinosaures munena wa Trias. <strong> [Bibala kudi diyi dia kumpala]</strong>

source: The giant dinosaurs of the Triassic. Yes.
lua: Eyowa dinosaure minene ya trias. Eyowa.

source: The giant dino <strong>[cough]</strong> the Triassic.
lua: Dinosaure munena <strong>[ toux ] </strong> wa Trias.

source: There are currently no sentences to review in this language.
lua: Kakuena tshiabilu tshia kutangulula mu muakulu ewu.

source: The recording was too long.
lua: Dikuata meyi didi dile.

source: The recording was too quiet.
lua: Dibandisha dia meyi a dikuata dia meyi adi mateketa.

source: The recording was too short.
lua: Dikuata meyi didi ditungunuka.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
lua: Kudi dishituluka dia bungi didi difumuna ku bintu bibi babadi balume ne bakaji. Kubengi anu pikala bungi bua meyi budi butambe kupita ne kubikila munyanguke anyi misangu ya bungi udi muinshi kupita ne kakuena mushindu ne kunvua tshidibu bamba kayi mutangila mifundu mifunde.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
lua: Muakatshi wa biambilu udi wenzela common voice. Udi <writeURL>muakutuadija</writeURL> kufunda tshimbilu anyi ku <reviewURL>tangulula</reviewURL> kupitshila ku Common Voice.

source: The sentence has a grammatical or spelling error.
lua: Miaku mukale ne bilema bia fundilu.

source: The sentence has disrespectful or offensive language.
lua: Muaku muikale ne meyi mapange kanemu anyi ya bipendu.

source: The sentence must be grammatically correct.
lua: Tshiambilu tshidi ne tshikuila ne fundilu muimpe.

source: The sentence must be speakable.
lua: Tshiambilu tshidi tshiakuikala tshifunda mushindu wa kutshibala.

source: The sentence must be spelled correctly.
lua: Tshiambilu tshidi ne tshikuila tshifunda bimpe.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
lua: Ngumu eyi idi mienzejibue kuyifila; udi ne bua kuyi kumbaja biwikala munve mua ku ikumbaja. Patudi tuabanya manaya, katuena tuabanya malu adi atangila bumuntu bua muntu to; ne tudi rtutamba kukuba malu adi atangila bumuntu bua muntu nangananga muaba udiye musombele, bidimu biende nansha bu muntu buende pikalayi mukaji anyi mulume.

source: Three to go!
lua: Misangu isatu pamutu !

source: Too many files
lua: Tukanda tuabunyi

source: Transcribe audio recordings into text
lua: Kuata meyi mumushindu wa mifundu

source: Transcribe audio recordings in your language
lua: Kuata meyi mu muakulu weba

source: Try again by dragging your file here
lua: Bangulula mu kupuesha kakanda keba apa

source: Try uploading again
lua: Bangulula kabidi dituma

source: Understand contribution criteria
lua: Kunva malu malombibue bua dikuatshisha

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
lua: tuma tema ku bilejelu bia meyi ne vudija dimanya pa meyi audi mua kujadike !

source: Upload aborted. Do you want to delete your recordings?
lua: Dituma dinyanguka, udi ukeba kukupula mikuatululu yeba ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
lua: { $uploadedSentences } Biambilu biangata mu { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
lua: { $uploadedSentences } Biambilu biangata mu { $totalSentences }. Tuaku bua <downloadLink>apa</downloadLink> kuangata biambilu bibenga.

source: Upload failed, please retry.
lua: Dituma dinyanguka, udi muakutuma tshiakabidi.

source: Upload <icon></icon> public domain sentences
lua: Tuma<icon></icon> biambilu mu bantu bonso

source: Upload in progress...
lua: Bidi bienda biya…

source: Upload more sentences?
lua: Tuma biambilu bikuabu ?

source: Use correct grammar
lua: Biambilu bidi ne buakuila biakane

source: Use correct spelling and punctuation
lua: Fundilu ne dinema dia kufunda bidi nentshikuikala biakane

source: Validate Readings
lua: Jadika mabala

source: Validate Readings, Review Transcriptions
lua: Jadika mabala, tangulula fundilu

source: Validate Readings <small>(Coming soon)</small>
lua: Jadika mabala <small> (atshilualua)</small>

source: Validate readings submitted by community members
lua: Jadika mabala matuma kudi bena tshisamba

source: Validate user-recorded readings in your language
lua: Jadika mabala mafunda kudi bakudi balume anyi bakaji ba muakulu wenu

source: Varying Pronunciations
lua: Diakula dishilangana

source: Volume
lua: Bungi bua diyi

source: Want to save your information? <createProfile>Create a profile</createProfile>
lua: Udi witabuja dikuata dia meyi a ngumu yeba ? <createProfile>Ku nkanguka</createProfile>

source: We are going out to get a coffee.
lua: Kakuyi mpata ne biya kutamba buimpa

source: We are going out to get coffee.
lua: Kakuyi mpata ne bitamba buimpa.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
lua: Katuena bapeta bilejelu bikuabu bia meyi a kunva. Udi mua ku pima musangu mukuabu

source: We couldn’t get any sentences for you to speak. Please try again later.
lua: Katuena bapeta miaku ya kufila. Udi muakupima tshiakabidi

source: We may have run out of clips - refresh the page, or try again later.
lua: Katuana ne tshilejelu tshidi muakujadika muakulu…

source: We’re going out to get coffee.
lua: Kakuyi mpata ne bitamba buimpa

source: We're making some big changes
lua: Tudi tupita ku mashitulula mimpe

source: We’re sorry, your platform is not currently supported.
lua: Tudi ne dibungama, kadi tshibambalu katshiena tshianji kuikala ne mushindu to.

source: We've run out of sentences to record in this language...
lua: Katuena ne miaku ya kukuùbaja mu muakulu ewu…

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
lua: Bidi bikengela ne biamu bidi biabuluisha bua kulengesha bienza kubianza bikale bikumbane kudiakaja mitoyi ya kuinshi. Nansha mitoyi idi muakuikala munena badi mua kuitaba anu bikalabu idi ikupangisha bua kunva mifiundu yonso. Misambu ya kuinshi udi mia nyishibue, kadi misambu udi imba bikole idi ipumbisha misangu yo mua kunvua muaku yonso kayenaku to.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
lua: Ne tutuilangane pashishe bua kupeta dimanya dinenke pa bidi bitangila mushindu wa kukumbaja weba mu common voice.

source: What issues are you experiencing with this sentence?
lua: Malu kayi awakupeta mu miaku eyi ?

source: What needs to be in my file?
lua: Bidi muakusangidibua munda mua kakanda binganyi ?

source: What sentences can I add?
lua: Tshiambilu kayi tshindi mua kutuma ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
lua: Pa udi uteleja, tangulula ne tema yonso ku biudi mujadike bidi dia tshimue ne bidi bifunda; umbusha nansha pikalabi ne tu bilema tukese. <br />Tangila bilema bia tshibidilu :

source: Why are you asking?
lua: Bua tshinyi lukonko elu ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
lua: Kudiambuluisha kua bumuntu bueba, udi muakulonda ngenzelu weba wa mudimu ne kuikala popamue ne bantu bonso badi bambuluisha difila dia meyi.

source: Write
lua: Nfunda

source: Write options menu
lua: Muaba wa « kufundila »

source: y
lua: o

source: Y
lua: O

source: Yes
lua: Eyowa

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
lua: Udi muakuenzela kabidi jila ya tshikoso ne clavier : { sc-review-form-button-approve-shortcut }bua kujadika, { sc-review-form-button-reject-shortcut }kubenga,{ sc-review-form-button-skip-shortcut } anyi kupita

source: You cannot add multiple sentences for a single submission
lua: Kuena muakukumbaja biambilu biabunyi pakutuma nansha to

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
lua: Kuena musungule muaku nansha umue. Buela mu <profileLink>muaba</profileLink> weba ne usungule miakulu.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
lua: Wakufika kundekelu kua dibeji. Undila mu tususa { $retryLimit } kumpala kua kutuma tshiambilu tshikuabu, tuasakidila bua dindila diebe !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
lua: Wakufika kundekelu kua dibeji. Sanka ukumbaje kasusa { $retryLimit } bua kutuma tshiambilu tshikuabu. Tuasakidila bua kuindila kueba !

source: You must allow microphone access.
lua: Udi ne bua kujadika diakula ku microphone.

source: Your download has started.
lua: Diabula dieba dia kutuadija

source: You’re contributing to a target segment
lua: Udi wambuluisha ku tshitupa tshietu tshia bantu

source: You’re contributing to our first target segment
lua: Udi wambuluisha ku tshitupa tshietu tshia kumpala tshia bantu

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
lua: Udi uya lukasa lukasa. Shala ne lutulu bua kubalula tshiambila ne utuishibue ne tshidi tshimpe.

source: You're helping Common Voice reach our daily sentence goals!
lua: Udi wambuluisha Common Voice mu dikubaja bipiminu biende bia kudituku bia biambilu !

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
lua: Muakulu wenu udi muakuikala mupangile bilejelu ! Biwikala mukumbane, udi mua kushitulula malu adi mulongolole bua kuleja miaku mikuabu mu muakulu weba.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
lua: Muakulu wenu udi muakuikala ne biambilu bikesa ! Biwikala mukumbane udi mua kushintulula malu audi mulongolole bua kuleja miaku mikuabu mu muakulu weba.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
lua: Kupitshila kunudi, common voice udi ukumbaja <goalPercentage></goalPercentage>kupatshila kenda ka kudituku dionso{ $goalValue } ka kufunda !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
lua: Kupitshila kunudi, common voice udi ukumbaja <goalPercentage></goalPercentage> kupatshila kenda ka kudituku dionso ka { $goalValue } kujadika !
